ajhyndman.jslint
alexdima.copy-relative-path
ChakrounAnas.turbo-console-log
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
EliverLara.andromeda
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
Fudge.auto-using
glenn2223.live-sass
Gruntfuggly.activitusbar
joy-yu.css-snippets
maptz.regionfolder
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.powershell
ms-vscode.vscode-typescript-next
octref.vetur
patcx.vscode-nuget-gallery
PKief.material-icon-theme
pmneo.tsimporter
pranaygp.vscode-css-peek
riazxrazor.html-to-jsx
ritwickdey.LiveServer
sdras.vue-vscode-snippets
skyran.js-jsx-snippets
syler.sass-indented
Tyriar.lorem-ipsum
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
